app/controllers/orders_controller.rb

  def create
    @order = Order.new(order_params)

      if @order.save
---
INSERT INTO "orders" ("name", "email", "phone", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "1"], ["email", "1@ya.ru"], ["phone", 111], ["created_at", "2018-07-04 10:13:50.243981"], ["updated_at", "2018-07-04 10:13:50.243981"]]